tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

brew 'git'
brew 'gnupg'
brew 'htop'
brew 'micro'
brew 'pinentry-mac'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'yarn'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

cask '1password'
cask 'appcleaner'
cask 'docker'
cask 'eloston-chromium'
cask 'font-fira-code'
cask 'firefox-developer-edition'
cask 'insomnia'
cask 'iterm2'
cask 'rubymine'
cask 'shadow'
cask 'signal'
